[Kazakh]
IDS_UPDATE_NO=Жаңартулар жоқ.
IDS_UPDATE_YES=Жаңарту бар ма, жүктеп алып, орнатыңыз?
IDS_FILE=Файл
IDS_SETTINGS=Параметрлер
IDS_EXIT=Шығу
IDS_LANGUAGE=тіл
IDS_HELP=Анықтама
IDS_WEBSITE=Бағдарламаның сайты
IDS_CHECKUPDATES=Жаңартуларды тексеру
IDS_ABOUT=Бағдарлама туралы
IDS_DONATE=Рахмет!
IDS_TRAY_SHOW=Көрсету / Жасыру
IDS_TRAY_DISABLE=Өшіру
IDS_TRAY_POPUP_1=Тазалау алаңы
IDS_TRAY_POPUP_2=толтыру кезінде тазалау
IDS_TRAY_POPUP_3=таймер бойынша тазалау
IDS_CLEAN=жадты өшіріңіз
IDS_GROUP_1=Жеке жады
IDS_GROUP_2=Виртуалды жады
IDS_GROUP_3=Жүйе кэші
IDS_ITEM_1=қолданылған
IDS_ITEM_2=бар
IDS_ITEM_3=Барлығы қол жетімді
IDS_SETTINGS_GENERAL=Негізгі
IDS_SETTINGS_MEMORY=жадты өшіру
IDS_SETTINGS_APPEARANCE=Тіркеу
IDS_SETTINGS_TRAY=Трей
IDS_CLOSE=Жабу
IDS_TITLE_1=Негізгі параметрлер
IDS_TITLE_2=Интерфейс тілі
IDS_TITLE_3=Тазалаудың жады аумағы
IDS_TITLE_4=Жадты басқару
IDS_TITLE_5=ыстық пернелер (жаһандық)
IDS_TITLE_6=Стиль
IDS_TITLE_7=Түс көрсеткіші
IDS_TITLE_8=Тышқандарды басқару
IDS_TITLE_9=Кеңестер
IDS_ALWAYSONTOP_CHK=Басқа терезелердің жоғарғы жағында
IDS_LOADONSTARTUP_CHK=Жүйені іске қосу кезінде іске қосу
IDS_STARTMINIMIZED_CHK=Шектеулі іске қосу
IDS_REDUCTCONFIRMATION_CHK=Тазартуды бастауды растауды талап етіңіз
IDS_SKIPUACWARNING_CHK=«Пайдаланушы тіркелгісін басқару» ескертуін өткізіп жіберу
IDS_CHECKUPDATES_CHK=Жаңартуларды мезгіл-мезгіл тексеріңіз (ұсынылады)
IDS_LANGUAGE_HINT=тіліңізді таңдаңыз:
IDS_AUTOREDUCTENABLE_CHK=толтыру арқылы тазалау: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=Әрқайсысын тазалау: (мин.)
IDS_HOTKEY_CLEAN_CHK=Жадты тазалау:
IDS_TRAYUSETRANSPARENCY_CHK=Ашық фон пайдалану
IDS_TRAYSHOWBORDER_CHK=Инсультті көрсету
IDS_TRAYROUNDCORNERS_CHK=Дөңгелектер
IDS_TRAYCHANGEBG_CHK=Фондық түсті өзгерту (мәтін мен инсульт орнына)
IDS_TRAYUSEANTIALIASING_CHK=бүркеншікке қарсы қолданыңыз
IDS_FONT_HINT=Қаріп:
IDS_COLOR_TEXT_HINT=Мәтін түсі
IDS_COLOR_BACKGROUND_HINT=Артқы түсі
IDS_COLOR_WARNING_HINT=«Қауіпті деңгей» түсі
IDS_COLOR_DANGER_HINT=«сыни деңгейдің» түсі
IDS_TRAYLEVELWARNING_HINT=«қауіпті деңгей» шегі: (%)
IDS_TRAYLEVELDANGER_HINT=«Сындарлы деңгей» шегі: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=Орташа түймешікті басыңыз:
IDS_TRAY_ACTION_1=көрсету / жасыру
IDS_TRAY_ACTION_2=жадты өшіріңіз
IDS_TRAY_ACTION_3=Тапсырма менеджерін ашу
IDS_SHOW_CLEAN_RESULT_CHK=Жадты тазалау нәтижесін көрсетіңіз
IDS_QUESTION=Жадты өшіруді шынымен қалайсыз ба?
IDS_QUESTION_WARNING=«Күту режиміндегі тізім» және «Модифицирленген парақтар тізімі» қосылса, компьютерді бір минут немесе одан кейін сөндіруі мүмкін, шынымен осы параметрді қосқыңыз келе ме?
IDS_QUESTION_FLAG_CHK=Енді сұрамаңыз
IDS_STATUS_CLEANED=s нәтижесі бар жадты өшіріңіз.
IDS_STATUS_NOPRIVILEGES=әкімші құқықтары қажет, бағдарламаны әкімші ретінде іске қосыңыз!
IDS_UPDATE_DOWNLOAD=Жаңарту жүктелуде ...
IDS_UPDATE_DONE=Жаңартуды аяқтадыңыз.
IDS_UPDATE_ERROR=жаңарту серверіне қосылу кезінде қате пайда болды.
IDS_UPDATE_INIT=Жаңартуларды тексеру ...
IDS_UPDATE_INSTALL=Жаңарту бар ма, жаңартуды орнатқыңыз келе ме?
IDS_RESET=ысыру
IDS_QUESTION_RESET=Барлық бағдарлама параметрлерін қалпына келтіргіңіз келетініне сенімдісіз бе?
IDS_NOTIFICATIONSOUND_CHK=Enable notifications sound
IDS_TITLE_ADVANCED=Advanced
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=Allow "Standby lists" and "Modified page list" cleanup on autoreduct
IDS_LOGRESULTS_CHK=Log cleaning results into a debug log
